TargetApplication=SynWrite
Author=UVViewsoft
SourceLANGID=1033
LANGID=1049
Generator=DKLang Translation Editor v3.0
LastModified=2017-04-20 23:18:05

[fmAb]
00000001=О программе
00000004=О программе
00000005=Сайты:
00000006=Форумы:
00000007=Автор:
00000015=Компоненты
00000024=ОК
00000025=основной форум

[fmEnc]
00000001=Изменение кодировки
00000002=Переоткрыть файл в новой кодировке
00000003=Сменить кодировку для измененного файла
00000004=Кодировка изменена и файл модифицирован. Что Вы хотите сделать?

[fmMain]
00000006=Печать...
00000015=Создать файл
00000016=Создать новый файл
00000018=Новое окно
00000020=Настройки принтера...
00000023=Открыть...
00000024=Открыть файл
00000026=Переоткрыть
00000027=Перечитать файл с диска
00000029=Сохранить
00000030=Сохранить файл
00000032=Сохранить как...
00000033=Сохранить файл под другим именем
00000035=Экспорт в RTF...
00000036=Записать текст с подсветкой синтаксиса в RTF-файл
00000037=.RTF
00000038=Файлы RichText Format (*.rtf)|*.rtf|Все файлы (*.*)|*.*
00000040=Экспорт в HTML...
00000041=Записать текст с подсветкой синтаксиса в HTML-файл
00000042=.HTML
00000043=Файлы HTML (*.htm,*.html)|*.htm;*.html|Все файлы (*.*)|*.*
00000054=Копировать
00000055=Копировать выделенное в буфер обмена
00000060=Вырезать
00000061=Вырезать выделенное в буфер обмена
00000063=Вставить
00000064=Вставить из буфера обмена
00000066=Удалить
00000067=Очистить текущее выделение
00000069=Выделить всё
00000070=Выделить всё
00000072=Отменить
00000073=Отменить последнее действие
00000075=Повторить
00000076=Повторить
00000078=Добавить отступ
00000079=Добавить отступ
00000081=Убрать отступ
00000082=Убрать отступ
00000084=Нижний регистр
00000086=Верхний регистр
00000088=Каждое слово с заглавной буквы
00000090=Инвертировать регистр
00000098=Дерево
00000110=Только чтение
00000111=Режим "только чтение"
00000114=Показать диалог поиска
00000116=Перенос по словам
00000117=Перенос по словам
00000119=Нумерация строк
00000120=Нумерация строк
00000122=Область свёртки
00000123=Область свёртки
00000125=Непечатаемые символы
00000126=Непечатаемые символы
00000127=Все файлы (*.*)|*.*
00000693=Файл
00000694=Создать файл
00000695=Создать новый файл
00000696=Открыть...
00000697=Открыть файл
00000700=Сохранить
00000701=Сохранить файл
00000702=Сохранить как...
00000708=Печать...
00000710=Предпросмотр...
00000712=Настройки страницы...
00000714=Настройки принтера...
00000718=Найти далее
00000720=Найти предыдущее
00000722=Найти текущее слово ниже
00000724=Найти текущее слово выше
00000726=Удалить пометки
00000754=Настройки
00000755=Показать диалог настроек
00000762=Правка
00000763=Копировать
00000764=Копировать выделенное в буфер обмена
00000765=Вырезать
00000766=Вырезать выделенное в буфер обмена
00000767=Вставить
00000768=Вставить из буфера обмена
00000769=Удалить
00000770=Очистить текущее выделение
00000771=Выделить всё
00000772=Выделить весь текст
00000773=Отменить
00000774=Отменить последнее действие
00000775=Повторить
00000776=Повторить отменённое действие
00000783=Изменение регистра
00000784=Изменение регистра выделения
00000785=ВЕРХНИЙ РЕГИСТР
00000787=нижний регистр
00000789=Слова С Заглавной Буквы
00000791=иНВЕРТИРОВАТЬ рЕГИСТР
00000793=Вид
00000794=Дерево
00000802=Непечатаемые символы
00000808=Добавить отступ
00000809=Увеличить отступ выделения
00000810=Убрать отступ
00000811=Уменьшить отступ выделения
00000821=&Файл
00000823=Новый файл
00000824=Создать новый файл
00000826=Открыть...
00000827=Открыть файл
00000828=Переоткрыть
00000829=Переоткрыть файл
00000830=Сохранить
00000831=Сохранить файл
00000832=Сохранить как...
00000833=Сохранить файл под другим именем
00000834=Экспорт
00000835=Экспорт в HTML...
00000836=Экспортировать текст в HTML-файл
00000837=Экспорт в RTF...
00000838=Экспортировать текст в RTF-файл
00000840=Печать...
00000842=Предпросмотр...
00000844=Настройки страницы...
00000846=Настройки принтера...
00000848=Выход
00000849=П&равка
00000850=Отменить
00000851=Отменить последнее действие
00000852=Повторить
00000853=Повторить отменённое действие
00000854=Вырезать
00000855=Вырезать выделенное в буфер обмена
00000856=Копировать
00000857=Копировать выделенное в буфер обмена
00000858=Вставить
00000859=Вставить из буфера обмена
00000860=Удалить
00000861=Очистить текущее выделение
00000862=Выделить всё
00000863=Выделить весь текст
00000868=Добавить отступ
00000869=Увеличить отступ выделения
00000870=Убрать отступ
00000871=Уменьшить отступ выделения
00000872=Дублировать строку
00000873=Вставить символ
00000880=Изменение регистра
00000882=ВЕРХНИЙ РЕГИСТР
00000883=Выделенное в верхний регистр
00000884=нижний регистр
00000885=Выделенное в нижний регистр
00000886=Слова С Заглавной Буквы
00000887=Каждое слово в выделении с заглавной буквы
00000888=иНВЕРТИРОВАТЬ рЕГИСТР
00000889=Инвертировать регистр выделения
00000912=&Поиск
00000915=Найти далее
00000916=Найти строку поиска ниже по тексту
00000917=Найти предыдущее
00000918=Найти строку поиска выше по тексту
00000919=Найти текущее слово ниже
00000920=Найти слово под курсором ниже по тексту
00000921=Найти текущее слово выше
00000922=Найти слово под курсором выше по тексту
00000923=Следующая пометка
00000924=Предыдущая пометка
00000925=Удалить пометки
00000926=Удалить пометки, оставленные командой "Найти все"
00000927=Перейти к позиции...
00000928=Показать диалог "Перейти к позиции"
00000929=&Закладки
00000930=Установить закладку
00000931=0
00000932=1
00000933=2
00000934=3
00000935=4
00000936=5
00000937=6
00000938=7
00000939=8
00000940=9
00000941=Перейти к закладке
00000942=0
00000943=1
00000944=2
00000945=3
00000946=4
00000947=5
00000948=6
00000949=7
00000950=8
00000951=9
00000952=Очистить закладки
00000953=Удалить все закладки в текущем файле
00000954=&Лексер
00000955=&Опции
00000956=Настройки...
00000957=Показать диалог настроек
00000958=Изменение свойств лексера...
00000959=Настроить текущий лексер
00000960=Изменение библиотеки лексеров...
00000961=Настроить библиотеку лексеров
00000962=Настроить внешние инструменты...
00000963=Только чтение
00000964=Разрешить только чтение файла
00000965=Панель структуры/проекта
00000966=Спрятать/показать панель структуры/проекта
00000967=Область свёртки
00000968=Показать вертикальную полосу свёртки
00000969=Перенос по словам
00000970=Разрешить перенос по словам
00000971=Нумерация строк
00000972=Показ нумерации строк
00000973=Переключить
00000975=&Справка
00000976=Открыть папку Readme
00000977=О программе...
00000978=Отменить
00000979=Отменить последнее действие
00000980=Повторить
00000981=Повторить отменённое действие
00000982=Вырезать
00000983=Вырезать выделенное в буфер обмена
00000984=Копировать
00000985=Копировать выделенное в буфер обмена
00000986=Вставить
00000987=Вставить из буфера обмена
00000988=Удалить
00000989=Очистить текущее выделение
00000990=Выделить всё
00000991=Выделить весь текст
00001270=Поменять маркер
00001271=Снять маркер
00001272=Установить маркер
00001274=Быстрый поиск
00001275=Найти далее
00001276=Найти предыдущее
00001278=Панели инструментов
00001279=Быстрый поиск
00001280=Вид
00001281=Правка
00001282=Файл
00001288=Быстрый поиск
00001289=Поиск с учетом регистра
00001290=Быстрый поиск
00001291=Следующий
00001292=Предыдущий
00001293=C учетом регистра
00001294=Точное совпадение
00001295=Поиск целых слов
00001296=Пометить все
00001297=Вызвать панель Быстрого поиска
00001298=Перейти к следующей пометке
00001299=Перейти к предыдущей пометке
00001300=Пометить все совпадения со строкой поиска
00001301=Установить маркер на текущей позиции
00001302=Удалить последний маркер
00001303=Поменять местами текущую позицию и последний маркер
00001304=Настроить дополнительные внешние инструменты
00001305=Панель инструментов "Файл"
00001306=Панель инструментов "Правка"
00001307=Панель инструментов "Вид"
00001308=Панель инструментов "Быстрый поиск"
00001312=Открыть папку Readme в Проводнике
00001313=Показать информацию о программе
00001314=Дублировать текущую строку
00001315=Показать диалог "Вставка символов"
00001318=Закрыть редактор
00001319=Вызов справки
00001320=Показать файл помощи
00001321=Закрыть
00001325=Закрыть другие вкладки
00001326=Закрыть вкладку
00001331=Сохранить все
00001333=Закрыть все
00001340=Сохранить файлы во всех вкладках
00001341=Закрыть текущую вкладку
00001342=Закрыть все вкладки
00001344=Закрыть другие вкладки
00001345=Закрыть все вкладки, кроме текущей
00001346=Открыть сессию...
00001347=Сохранить сессию как...
00001352=Загрузить сохранённые вкладки
00001353=Сохранить набор вкладок в файл (с новым именем сессии)
00001356=Последние файлы
00001357=Очистить список
00001358=Ок&на
00001364=&Инструменты
00001383=Открыть содержащую папку
00001384=Открыть папку, содержащую текущий файл
00001417=&Кодировка
00001418=Окончания строк
00001450=Заменить...
00001451=Найти...
00001452=Показать диалог поиска
00001453=Показать диалог замены
00001462=Закрыть и удалить
00001465=Закрыть текущую вкладку и удалить файл
00001469=Показать диалог замены
00001470=Показать диалог поиска/замены в файлах
00001472=Найти/заменить в файлах...
00001473=Показать диалог поиска/замены в файлах
00001476=ещё
00001477=Копировать ссылку
00001478=Копировать текущую ссылку (URL) в буфер обмена
00001479=Копировать/Добавить
00001480=Добавить выделенное в буфер обмена
00001481=Вырезать/Добавить
00001482=Вырезать выделенное и добавить его в буфер обмена
00001483=Копировать как HTML
00001485=Копировать как RTF
00001502=Вырезать/Добавить
00001503=Вырезать выделение и добавить его в буфер
00001504=Копировать/Добавить
00001505=Копировать выделение и добавить его в буфер
00001523=Вывод
00001524=Панель вывода
00001527=Панель вывода
00001529=Панель вывода
00001530=Спрятать/показать панель вывода
00001531=Меню
00001532=Очистить
00001533=Копировать отмеченные строки
00001534=Перейти
00001535=Копировать всё
00001540=Удалить отмеченные строки
00001541=Удалить неразобранные строки
00001544=Перейти
00001560=&Как в предложении.
00001561=Установка регистра предложения для текущего выделения
00001562=Как в предложении.
00001564=Как в предложении
00001573=Значение масштаба...
00001575=Буфер обмена
00001576=Панель буфера/карты
00001577=Спрятать/показать панель буфера/карты
00001580=Очистить
00001581=Предыдущий рез-т масс. поиска
00001582=Следующий рез-т масс. поиска
00001587=Открыть предыдущий результат поиска в файлах
00001588=Открыть следующий результат поиска в файлах
00001589=Переключить SyncEdit-режим
00001590=Вкл./выкл. режим синхронного редактирования
00001595=Открыть/добавить сессию...
00001596=Добавить сохранённые вкладки к текущим вкладкам
00001601=Полный экран
00001604=Переключить режим полного экрана
00001606=Копировать путь папки
00001607=Копировать полный путь
00001608=Копировать имя файла
00001618=Синхронизировать горизонтальную прокрутку групп 1/2
00001619=Синхронизировать вертикальную прокрутку групп 1/2
00001626=&Вид
00001627=Окно всегда поверх
00001628=Всегда показывать окно редактора поверх других окон
00001631=Заполнить блок...
00001634=Заполнить строки вертикального блока введённой строкой
00001640=Открыть выделенное имя файла в отдельной вкладке
00001644=Расширенные
00001645=Восстановить стили лексеров...
00001646=Восстановить стили лексеров, сохранённые в файле "SynStyles.ini"
00001647=Настроить...
00001681=Отступы
00001682=Строковые операции
00001683=Переместить строки вниз
00001684=Переместить строки вверх
00001685=Переместить выделенные строки вниз
00001686=Переместить выделенные строки вверх
00001687=Поблагодарить...
00001688=Показать пункт файла справки "Donate"
00001689=Удалить строку
00001690=Удалить текущую строку
00001691=Копирование в буфер
00001692=Копировать путь папки
00001693=Копировать полный путь
00001694=Копировать имя файла
00001718=&Склеить строки
00001719=Объединить (склеить через пробел) выделенные строки
00001724=Разбить строки...
00001725=Разбить текущую строку/выделение на более короткие строки
00001726=&Макросы
00001735=Запустить последний макрос
00001737=Остановить запись
00001739=Начать запись
00001741=Отменить запись
00001743=Настроить макросы...
00001746=Начать запись нового макроса
00001747=Остановить запись макроса
00001748=Отменить запись макроса
00001749=Запустить последний записанный макрос
00001750=Показать диалог подробной настройки макросов
00001774=Следующая закладка
00001775=Предыдущая закладка
00001776=Переключить закладку
00001777=Перейти к следующей закладке (если она есть)
00001778=Перейти к предыдущей закладке (если она есть)
00001779=Поставить/снять закладку на текущую строку
00001786=Инвертировать закладки
00001787=Переключить закладки для всех строк файла
00001799=Удалить строки без закладок
00001800=Удалить строки с закладками
00001801=Вставить в строки с закладками
00001802=Вырезать строки с закладками
00001803=Копировать строки с закладками
00001804=Удалить строки, не помеченные закладками
00001805=Удалить строки, помеченные закладками
00001806=Вставить из буфера содержимое поверх всех строк с закладками
00001807=Вырезать в буфер строки, помеченные закладками
00001808=Копировать в буфер строки, помеченные закладками
00001809=Установить нумерованную закладку для текущей строки
00001810=Перейти к любой нумерованной закладке
00001811=Перейти к позиции
00001812=Показать диалог "Перейти к позиции"
00001815=Синхронность верт. прокрутки
00001816=Синхронизировать вертикальную прокрутку двух групп
00001817=Синхронность гориз. прокрутки
00001818=Синхронизировать горизонтальную прокрутку двух групп
00001821=Вырезать текущую строку
00001822=Копировать текущую строку
00001827=Вырезать текущую строку в буфер обмена
00001828=Копировать текущую строку в буфер обмена
00001839=Перейти
00001840=Копировать отмеченные строки
00001841=Копировать всё
00001842=Очистить
00001881=Последние сессии
00001882=Очистить список
00001884=Сохранить сессию
00001885=Сохранить текущий набор вкладок (в то же имя сессии)
00001886=Закрыть сессию
00001887=Очистить имя текущего набора вкладок
00001894=Пробельные операции
00001895=Убрать ведущие и хвостовые пробелы
00001896=Убрать хвостовые пробелы
00001897=Убрать ведущие пробелы
00001898=Убрать ведущие и хвостовые пробелы из строк
00001899=Убрать хвостовые пробелы из строк
00001900=Убрать ведущие пробелы из строк
00001912=Удалить дублирующиеся пробелы
00001913=Удалить дублирующиеся (подряд идущие) пробелы из строк
00001918=Пробелы -> табуляции (все)
00001919=Заменить пробелы на табуляции в строках
00001920=Табуляции -> пробелы
00001921=Заменить табуляции на пробелы в строках
00001926=Сессии
00001949=Повторить запуск последнего запущенного макроса
00001954=Повторить последнюю правку
00001955=Повторить последнюю команду, изменяющую текст
00001956=Панель результатов поиска
00001957=Панель вывода
00001958=Панель буфера
00001959=Панель структуры
00001960=Панель валидации
00001961=Панели
00001965=Удалить маркеры
00001966=Удалить все маркеры в текущем документе
00001971=Панель карты
00002020=Найти...
00002021=Найти...
00002022=Найти...
00002023=Найти...
00002024=Найти...
00002025=Развернуть
00002026=Свернуть
00002069=Копировать поиск в редактор
00002070=Очистить
00002071=Копировать поиск
00002072=Свернуть всё
00002073=Развернуть всё
00002074=Развернуть текущий узел
00002075=Перейти к объявлению
00002076=Перейти к объявлению идентификатора (требуется плагин)
00002094=На последний маркер
00002095=Перейти на последний маркер, не удаляя его
00002096=Открыть текущий файл
00002097=Открыть текущий файл в приложении по умолчанию
00002104=Копировать узел
00002116=Копировать в редактор
00002117=Копировать в буфер
00002129=Панель проекта
00002144=Линейка
00002145=Показывать горизонтальную линейку
00002156=Перейти к закладке...
00002157=Показать диалог "Перейти к закладке"
00002172=Добавить в последние цвета
00002173=Добавить цветовой код в меню "Последние цвета"
00002176=Добавить в проект
00002180=Панель текстовых фрагментов
00002181=Добавить фрагмент...
00002182=Править этот файл
00002184=Открыть папку
00002208=Числовой конвертер...
00002209=Показать диалог "Числовой конвертер"
00002212=Отступ как у первой строки
00002213=Сделать отступы всех строк выделения такими же, как у первой строки выделения
00002224=Копировать отмеченные строки
00002225=Копировать всё
00002226=Удалить отмеченные строки
00002227=Очистить
00002228=Найти...
00002231=Вставить, не меняя позиции
00002232=Вставить из буфера, но с сохранением позиции каретки
00002262=Имя
00002265=Панель вкладок
00002266=Плагины
00002267=Открыть файл SynPlugins.ini
00002268=Открыть файл "SynPlugins.ini", в котором регистрируются плагины SynWrite
00002269=Сохранить как...
00002270=Переместить в новое окно
00002271=Открыть в новом окне
00002290=Меню последних выбранных цветов
00002303=Пробелы -> табуляции (ведущие)
00002304=Заменить только ведущие пробелы строк на табуляции
00002313=Вставить в первую колонку
00002314=Вставить в первую колонку текущей строки
00002317=Показать список команд
00002320=Показать диалог "Команды"
00002327=Каретки
00002328=Удалить каретки, оставить последнюю
00002329=Удалить каретки, оставить первую
00002330=Каретки из выделения, удалить выделение
00002331=Каретки из выделения, по правому краю
00002332=Каретки из выделения, по левому краю
00002333=Расширить каретки до конца файла
00002334=Расширить каретки к началу файла
00002335=Расширить каретки вниз на страницу
00002336=Расширить каретки вверх на страницу
00002337=Расширить каретки вниз на строку
00002338=Расширить каретки вверх на строку
00002367=Каретки из пометок поиска, удалить пометки
00002368=Каретки из пометок поиска, по правому краю
00002369=Каретки из пометок поиска, по левому краю
00002370=Править колонку
00002371=Одновременно редактировать все строки вертикального выделения
00002382=Разделить вкладку
00002393=Свернуть всё
00002394=Развернуть всё
00002395=2
00002396=5
00002397=4
00002398=3
00002399=Свернуть уровень
00002400=6
00002401=9
00002402=8
00002403=7
00002439=1
00002440=2
00002441=3
00002445=Настроить панели инструментов
00002446=3
00002447=2
00002448=1
00002449=1
00002450=2
00002451=3
00002492=Непечатаемые символы
00002493=Показывать все
00002494=Показывать концы строк
00002495=Показывать пробелы/табы
00002497=Настроить эту панель...
00002498=Настроить эту панель...
00002499=Настроить эту панель...
00002500=Переключить
00002501=Вставить, в строки с закладками
00002502=Вставить, как вертикальный блок
00002503=Детальные концы строк
00002506=Спрятать пункты меню...
00002507=Синхронность гориз. прокрутки
00002508=Синхронность верт. прокрутки
00002509=Запустить повторно макрос
00002510=Отметить пункты меню, которые нужно спрятать
00002523=Открыть файл Syn.ini
00002524=Открыть файл "Syn.ini", основной файл конфигурации SynWrite
00002528=Найти
00002529=Показать диалог поиска
00002530=Панель инструментов
00002531=Панель инструментов
00002532=Панель инструментов
00002533=Панель инструментов
00002544=100%
00002545=Кодировка  (щелкните для изменения)
00002546=Окончания строк (щелкните для изменения)
00002547=Лексер (щелкните для изменения)
00002548=Символ около каретки (щелкните для вызова Таблицы символов)
00002549=Только чтение (щелкните для изменения)
00002550=Перенос строк (щелкните для изменения)
00002551=Режим выделения мышью (щелкните для изменения)
00002553=Масштаб (щелкните для изменения)
00002627=Панель буфера/карты
00002629=Переключить непечатаемые символы
00002630=Панель дерева/проекта
00002631=Панель вывода
00002632=Панель буфера/карты
00002641=Маркеры
00002642=Операции с закладками
00002649=Развернуть всё
00002650=Свернуть всё
00002651=Развернуть текущий блок
00002652=Свернуть/развернуть ближайший блок
00002653=Свернуть выделенное
00002654=Свернуть все блоки в выделении
00002655=Развернуть все блоки в выделении
00002658=Свернуть уровень
00002659=2
00002660=3
00002661=4
00002662=5
00002663=6
00002664=7
00002665=8
00002666=9
00002667=Переоткрыть вкладку
00002676=Печать
00002677=
00002678=
00002680=
00002681=
00002683=
00002686=
00002687=-
00002688=Закрыть все вкладки
00002689=-
00002690=Закрыть текущую вкладку
00002697=Проекты
00002699=Добавить текущий файл в проект
00002700=Открыть проект...
00002701=Последние проекты
00002702=Очистить список
00002703=Перейти к файлу проекта...
00002704=Новый проект
00002741=Добавить все вкладки к проекту
00002748=Сохранить проект
00002754=Панель консоли
00002758=Открыть папку плагинов
00002759=Открыть папку Python-плагинов в Проводнике
00002761=Фрагменты...
00002762=Новый фрагмент...
00002767=Диалог создания нового фрагмента
00002768=Диалог выбора фрагмента для вставки в текст
00002769=Размер табуляции
00002770=Сортировка
00002771=Заголовки панелей (встроенный вид)
00002772=Панель буфера/миникарты
00002773=Панель вывода
00002774=Панель дерева/проекта
00002778=Вертикальное разделение
00002779=Горизонтальное разделение
00002782=Панель предпросмотра
00002787=Плагины
00002796=Инструменты проекта
00002805=Выбрать группировку
00002806=2 гориз.
00002807=2 верт.
00002808=Одна группа
00002809=3 гориз.
00002810=3 верт.
00002811=6 сетка
00002812=4 сетка
00002813=4 верт.
00002814=4 гориз.
00002815=1+2 верт.
00002816=Переместить в группу
00002817=6
00002818=5
00002819=4
00002820=3
00002821=2
00002822=1
00002823=Предыдущую
00002824=Следующую
00002825=Закрыть другие (все группы)
00002833=Файл
00002834=Строка
00002835=Описание
00002836=Панель закладок
00002841=Панель плагина FTP
00002842=Панель плагина Explorer
00002847=Закрыть вкладки правее
00002848=Закрыть вкладки левее
00002849=Найти/заменить в проекте...
00002850=Диалог "Поиск/замена в проекте"
00002866=СлуЧайНый регистр
00002867=Выделенное в случайный регистр
00002868=СлуЧайНый регистр
00002871=Сохранить файл под другим именем
00002873=Открыть новый экземпляр программы
00002874=Просмотр
00002884=Сохранить как...
00002885=Сохранить
00002888=Менеджер аддонов
00002889=Обновить...
00002890=Скачать все...
00002891=Редактировать...
00002892=Удалить...
00002893=Установить...
00002916=Внешние инструменты
00002923=Настроить...
00002924=Удалить выделенное
00002925=Файл
00002926=#
00002927=Перечитать как
00002928=Конвертировать в
00002929=Пометки поиска
00002930=Задать цвет...
00002931=1+2 гориз.
00002932=Интеграция с Explorer...

[fmSetup]
00000001=Опции
00000103=Цвета
00000104=Элементы интерфейса:
00000105=Цвет:
00000107=Вы можете присвоить цвет из выпадающего списка каждому элементу интерфейса
00000120=Настройки программы
00000121=* - сохраняется отдельно для плагина/приложения
00000122=Вид
00000128=Показывать информацию о текущем символе
00000130=Показывать строку состояния
00000137=Клавиши
00000156=Автозавершение
00000164=Применить
00000165=Отмена
00000166=ОК
00000178=Разрешать запуск только одной копии программы
00000179=Общие опции автозавершения
00000180=Тип фильтра:
00000183=Без фильтрации\nНачало строки\nЛюбая часть строки\nСимволы в том же порядке\n
00000185=Отображать список даже без фильтрации
00000220=Выбрать набор цветов...
00000221=Сохранить набор цветов...
00000231=История
00000232=История
00000233=Размер истории файлов (0 - не сохранять)
00000234=Размер истории поиска/замены (0 - не сохранять)
00000235=Папка диалога открытия:
00000236=Сохранять положение каретки
00000237=Сохранять кодировку
00000238=Очистить
00000239=Очистить
00000240=Удалять несуществующие файлы из списка недавних, при запуске
00000242=Папка текущего файла\nЗапоминать последнюю папку\nЗаданная ниже папка\n
00000267=Переход к категории:
00000271=Нет действия\nЗакрыть редактор\nЗакрыть вкладку\nЗакрыть вкладку или редактор\nСвернуть редактор
00000272=Клавиша Esc *
00000289=Поиск
00000291=Предлагать искать текущее слово
00000293=Показывать диалог всегда поверх *
00000298=* - сохраняется отдельно для плагина/приложения
00000308=Фильтр списка:
00000320=Очистить
00000321=Предлагать искать выделение
00000322=Автосохранение
00000323=Сохранять когда
00000324=Каждые
00000325=При переключении на другое приложение
00000326=Сохранять что
00000327=Текущий файл
00000328=Все открытые файлы
00000329=Пропускать файлы, большие чем
00000333=минут(ы)
00000334=Кб
00000335=Автосохранение неименованных файлов
00000338=Не сохранять
00000339=Показать диалог "Сохранить как"
00000340=Сохранить с умолчательным именем в папку:
00000345=Специальные возможности
00000346=Специальное автозавершение в HTML
00000347=Специальная возможность в HTML - SmartTagTabbing
00000348=Специальное автозавершение в CSS
00000353=Сохранять также для временных (в папке Temp) файлов
00000354=Сразу подставлять единственный элемент списка
00000364=Автозакрытие тегов HTML/XML
00000365=Высота списка
00000368=Автозакрытие скобок: ( ) [ ] { }
00000370=Кроме экранированных: \\{
00000382=Вкладки
00000383=Вкладки
00000385=Показывать кнопки "x" на вкладках
00000388=Показывать вкладки внизу
00000389=Показывать номера вкладок
00000390=Использовать новый переключатель вкладок (Ctrl+Tab)
00000393=Панель инструментов
00000394=Тема:
00000395=Значки:
00000397=Шрифты
00000398=Шрифты
00000405=Темы/Цвета
00000406=Текст
00000407=Номера строк
00000408=Линейка
00000409=Панель дерева
00000410=Автозавершение
00000411=Панель вывода
00000412=Дерево/Карта
00000413=Дерево синтаксиса
00000415=Автосинхронизация
00000421=Поиск
00000422=Сессии/Проекты
00000423=Сессии
00000424=Сохранять сессию "по умолчанию" при выходе, а не текущую
00000425=Открывать последнюю сессию при запуске
00000426=Сохранять последнюю сессию при выходе
00000427=Проекты
00000428=Открывать последний проект при запуске
00000429=Сохранять текущий проект при выходе
00000434=Группы файлов
00000435=Нетекстовые файлы:
00000436=Не открывать\nОткрывать\nСпрашивать
00000437=Открывать в кодировке OEM файлы:
00000438=Открывать в кодировке UTF-8 файлы:
00000439=(если "*" - все файлы)
00000440=Разное
00000441=Отслеживать изменения файла:
00000442=Выкл.\nВкл., перечитывать сразу\nВкл., запрос перечитывания
00000443=Следовать концу файла при перечтении
00000444=Подтверждать сохранение файлов "только-для-чтения"
00000463=Пути
00000464=Добавьте * после имени папки для поиска во всех подпапках.
00000465=Папки поиска для команды контекстного меню "Открыть <выделение>":
00000466=Добавить папку...
00000467=Пути
00000481=Переопределения
00000483=Отступ от результата поиска до края окна
00000493=Предлагать сохранять юникодный текст в юникодном формате:
00000494=Не предлагать\nПредлагать сохранить в UTF-8\nПредлагать сохранить в UTF-8 без BOM\nПредлагать сохранить в UTF-16\nПредлагать сохранить в UTF-16 BE\nСохранять в UTF-8\nСохранять в UTF-8 без BOM\nСохранять в UTF-16\nСохранять в UTF-16 BE
00000502=Задержка обновления, мсек
00000506=Каретки
00000534=Панель результатов поиска по файлам
00000535=Разворачивать дерево во время поиска
00000536=Макс. число узлов дерева на файл
00000537=Показывать подписи на панели Быстрого поиска
00000538=Форма каретки
00000539=Влияет на перемещения каретки (вверх, вниз, в начало строки, в конец строки).
00000540=Навигация кареткой в перенесённой строке
00000543=Не менять позицию каретки при выполнении операции вставки.
00000544=Сохранять каретку при вставке
00000547=Опции
00000551=Новый документ
00000553=Кодировка
00000554=Окончания строк
00000555=Лексер
00000556=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, без BOM\nUTF-16\nUTF-16 BE\n
00000557=Windows (CR LF)\nUnix (LF)\nMac (CR)
00000558=Новый документ
00000559=Настройки вида
00000560=Выделение/Подсветка
00000561=Вставка/Формат
00000562=Сохранять положение окна
00000563=Микрокарта
00000564=Показывать микрокарту
00000565=Разрешить звук при ошибках
00000568=Показывать иконки в контекстном меню
00000569=Показывать полный путь в заголовке окна
00000570=Группировать меню лексеров
00000573=Показывать меню последних цветов
00000574=Автоскрытие\nВсегда показывать\nВсегда скрывать
00000585=Размер отступа для команд "Добавить/Убрать отступ".
00000591=Подчёркивать ссылки и делать их кликабельными.
00000592=Подсвечивать ссылки
00000593=Активировать ссылки (URL) простым кликом,\nбез необходимости нажатия Ctrl.
00000594=Активировать ссылки одним кликом
00000603=Раскрашивать фон выделенных строк также правее концов строк.
00000604=Раскрашивать выделение правее строки
00000605=Межстрочный интервал
00000606=Позиция правой границы
00000607=Номера строк
00000608=Скобки блоков
00000609=Отображать пользовательский фон для текущей строки.
00000610=Отображать фон текущей строки
00000611=Прятать курсор мыши во время набора текста, если он поверх редактора.
00000612=Прятать курсор при наборе
00000613=Интервал между строками (в пикс.).
00000614=Номер столбца для правой границы.
00000615=Показывать правую границу (вертикальную линию после определенного столбца).
00000616=Показывать правую границу
00000617=Стиль нумерации строк.
00000618=Все\nЧерез 10\nЧерез 5\nДля текущей
00000619=Обозначать текущую строку пунктирными линиями.
00000620=Отображать фокус текущей строки
00000621=Показывать горизонтальную линейку над полем редактирования.
00000622=Показывать линейку
00000623=Стиль линий, обозначающих синтаксические блоки.
00000625=Рисовать значок "перенос строки" на желобке (gutter).
00000626=Отображать метку "перенос строки"
00000627=Рисовать вертикальную линию в текущей позиции каретки.
00000628=Отображать текущую колонку
00000629=Непечатаемые символы
00000630=Показывать
00000631=Пробелы/табы
00000632=Концы строк
00000633=Детальные концы строк
00000634=Отмена
00000635=Отмена
00000636=Максимальное число отмен
00000637=Количество действий, которые могут быть отменены.
00000638=Разрешить отмену для таких операций, как "Удалить строки с закладками",\n"Вставить в строки с закладками" и т.п. (медленнее).
00000639=Разрешать отмену для массового изменения строк
00000642=Отмена группы последних команд одним вызовом команды "Отменить".
00000643=Групповая отмена
00000644=Не очищать список отменённых действий при сохранении файла.
00000645=Разрешить отмену после сохранения
00000646=По нажатию Enter, двигать каретку под первый непустой символ предыдущей непустой строки.
00000647=Авто-отступ по Enter
00000648=По нажатию BkSp, двигать каретку в позицию предыдущего отступа.
00000649=Авто-уменьшение отступа по BkSp
00000650=Остановить сдвиг влево при достижении любой строкой нулевой позиции.
00000651=Не уменьшать отступ, если хоть 1 строка уже слева
00000658=Показывать полосу сворачивания кода.
00000659=Сворачивание кода
00000660=Предотвращает подгонку высоты строки.\nВысота строки определяется стилем по умолчанию.
00000661=Фиксированная высота строки
00000666=Сохранять позицию каретки по горизонтали перед редактированием текста,\nэта позиция используется при перемещении каретки вверх/вниз.
00000667=Фиксировать смену колонки
00000668=Менять горизонтальную полосу прокрутки для текущего текста на экране.
00000669=Переменный горизонтальный скролл
00000670=Нормальный\nКолонками\nСтроками
00000671=Начальный режим выделения
00000674=Сворачивать пустые строки, расположенные после сворачиваемого текста.
00000675=Сворачивать пустые строки
00000676=Разрешить перетаскивание мышью текстовых блоков.
00000677=Перетаскивание текста
00000678=Копировать выделенный текст в буфер также и в RTF формате.
00000679=Копировать в буфер также в RTF
00000680=При выделении колонками/строками захватывать дополнительную колонку/строку.
00000681=Жадное выделение
00000682=Выделять всю строку при двойном клике в строке, а не только одно слово.
00000683=Дв. клик: выделять всю строку
00000686=Заменять выделенный блок набранным текстом.
00000687=Замена выделения
00000689=Табуляторы
00000690=Список позиций (через пробел), на которые встает каретка при вводе табуляций.
00000691=Позиции табуляторов
00000692=Режимы работы клавиши Tab.\nУмныйТаб: вставка пробелов до первого непробельного символа в предыдущей строке.
00000693=Пробелы\nТабуляции\nУмныйТаб\n
00000694=Режим табуляций
00000695=Заменять символы табуляции на пробелы также при открытии файла.
00000696=Заменять табы на пробелы при чтении
00000697=Отступы/пробелы
00000699=Язык/Language
00000702=Форматы/Обновление
00000703=Автопоказ "подсказок параметров"
00000708=Сохранять сессию проекта при закрытии проекта
00000710=Открывать сессию проекта при открытии проекта
00000711=Закрывать все вкладки при закрытии проекта
00000713=Консоль
00000716=Запретить Таб для фрагментов для этих расширений файлов:
00000717=Сортировать для этих расширений файлов
00000718=После прокрутки в конец файла, последняя строка будет \nвидна сверху экрана, а не снизу.
00000719=Показывать последнюю строку сверху
00000721=Переносить текст по краю редактора\nПереносить текст по правой границе\nНе переносить текст
00000722=Авто-разворачивание
00000723=Авто-сворачивание
00000724=Показывать имя файла+папки на вкладках
00000725=Открытие документа
00000726=Выключать лексер при размере файла большем, чем ... Мб
00000727=Максимальная ширина (пикселей)
00000728=Показывать вкладки
00000729=Показывать вкладки "+"
00000730=Наклон края вкладок (пикселей)
00000731=Ярлыки вкладок
00000732=Ещё
00000733=Минимальная ширина (пикселей)
00000734=Показывать расцветку всей вкладки
00000736=Разрешить слежение за буфером обмена на уровне ОС
00000737=кавычки "
00000738=кавычки  '
00000739=Меню
00000740=Ещё
00000741=Ещё
00000742=Время мерцания
00000743=Действие дв. щелчка
00000744=Нет\nРазвернуть/свернуть узел\nКаретку на начало диапазона\nВыделить весь диапазон\n
00000745=Двойной клик и затем протяжка мыши делают\nвыделение по словам, а не по символам.
00000746=Дв. клик + протяжка: выделение словами
00000747=Сохранять закладки
00000748=Сохранять свёртку блоков
00000749=Сохранять состояние переноса слов
00000750=Показывать полосу на желобке (gutter) для создания закладок кликом мыши.
00000751=Показывать полосу закладок на gutter
00000752=Пауза подсказки
00000753=Показывать зеленоватую иконку SyncEditing\nна желобке, для выделенного блока.
00000754=Показывать иконку SyncEditing
00000755=Использовать упрощённую отмену. Иначе будет так: сначала каретка\nдвигается к блоку, и следующий шаг отмены изменяет текст.
00000756=Упрощённая отмена (старый вариант)
00000757=Стрелки влево/вправо: в конец выделения
00000758=Закрывать дв. щелчком
00000759=Линия\nТире\nНет
00000761=Разрешать каретку после конца строки
00000762=Разрешать мульти-каретки
00000763=Показывать каретку в режиме только-чтение
00000765=режим замены
00000766=Вырезать в буфер: брать текущую строку, если нет выделения.
00000767=Вырезать тек. строку, без выделения
00000768=Скопировать в буфер: брать текущую строку, если нет выделения.
00000769=Копировать тек. строку, без выделения
00000770=Выбрать цвет...
00000771=Сдвиг блоков (>0: в пробелах, <0: в табах)
00000772=Клавиши здесь только показываются. Чтобы изменить их, вызовите диалог Команды (F1), выделите пункт, нажмите F9 - это вызовет настройку клавиш.
00000773="После ... символов показать список" теперь в Переопределениях
00000774=Удалять хвостовые пробелы при сохранении

[fmSR]
00000002=&Искать:
00000003=За&менить на:
00000009=Опции
00000010=&Регулярные выражения
00000011=&Учитывать регистр
00000012=&Слова целиком
00000013=Спе&циальные символы
00000018=Диапазон
00000025=Запр&ос при замене
00000032=Пометить закладками
00000033=Искать в выделении
00000034=Искать от каретки
00000035=Поиск по кругу
00000036=Расширить выделение
00000038=Пропускать свёрнутое
00000042=Точка для пер. строк
00000045=Выделить результаты
00000046=Поиск назад
00000048=Реги
00000049=Слов
00000050=Спец
00000051=РегВ
00000052=Тчк
00000053=Назд
00000054=Выд
00000055=Закл
00000056=Расш
00000057=ВВыд
00000058=ОтКар
00000059=Круг
00000060=Запр
00000061=Найти далее
00000062=Найти далее
00000063=Найти все
00000064=Заменить
00000065=Подсчитать
00000066=Заменить все
00000067=Найти во всех вкладках
00000068=Заменить во всех вкладках
00000069=потеря фокуса
00000070=Закрыть
00000071=Справка
00000072=»Многострочный
00000073=Прозрачность
00000074=»Встроенно
00000075=Найти
00000076=Найти все
00000077=Подсчитать
00000078=Во вкладках
00000079=Найти
00000080=Заменить
00000081=Заменить все
00000082=Во вкладках
00000083=С учётом регистра
00000084=Слова целиком
00000085=Специальные символы
00000086=Регулярные выражения
00000087=Точка для переводов строк
00000088=Поиск назад
00000089=Выделить результаты
00000090=Пометить закладками
00000091=Расширить выделение
00000092=Искать в выделении
00000093=Запрос при замене
00000094=Искать от каретки
00000095=Поиск по кругу
00000096=↓
00000097=Показать подсказки по рег.выражениям
00000098=Переключить компактный режим
00000099=Переключить режим Поиск/Замена
00000100=Переключить многострочный режим
00000101=Переключить встроенность диалога в главное окно
00000102=Переключить встроенность диалога в главное окно

[fmTools]
00000001=Внешние инструменты
00000002=&Имя файла:
00000003=&Параметры:
00000004=&Рабочая папка:
00000006=&Обзор...
00000008=ОК
00000009=Отмена
00000011=Параметры инструмента
00000012=Инструменты
00000016=О&бзор...
00000017=&Вверх
00000018=В&низ
00000019=&Захват вывода
00000020=&Строки вывода...
00000021=&Название:
00000022=Очистить
00000023=&Клавиша:
00000024=&Лексер:
00000025=&Добавить...
00000026=&Текущий
00000027=Сброс
00000028=Со&хранение:
00000029=Не сохранять\nСохранить текущий документ\nСохранить все документы
00000030=&Показывать в контекстном меню
00000031=Справка
00000032=Тип вывода:
00000033=Кодировка:
00000034=ANSI (Windows)\nOEM (DOS)\nUTF-8

[fmLexerLibrary]
00000049=Создать новый лексер
00000050=Настроить выбранный лексер
00000051=Создать копию выбранного лексера
00000055=Удалить выбранный лексер

[SyntLexerDlg]
00000001=Настройки лексера
00000002=Общие
00000003=Типы токенов
00000004=Стиль выделения:
00000005=Полное обновление при длине текста менее
00000006=Стиль пометок поиска:
00000007=Стиль текущей строки:
00000008=Стиль по умолчанию:
00000010=Стиль маркера свёртки:
00000011=Кодовая страница
00000012=Расширения файлов:
00000013=Название лексера:
00000014=Пропускать пробелы при парсинге
00000015=Перезапускать анализ с начала строки
00000016=Не пропускать символы конца строки
00000017=Всегда синхронизировать анализ блоков
00000018=Стили
00000019=Переместить ниже
00000020=Отключить
00000021=Удалить всё
00000022=Удалить
00000023=Создать пункт
00000024=Переместить выше
00000025=Импорт
00000026=&Фон
00000027=&Цвет шрифта
00000028=&Тип стиля
00000029=&Выравн. по вертикали
00000030=&Изменение регистра
00000031=Определяет цвет фона.
00000032=В&ыбрать шрифт
00000033=Определяет цвет шрифта.
00000034=Определяет, какие свойства стиля должны быть использованы.
00000035=Стиль шрифта
00000036=Определяет, когда используется полужирный шрифт.
00000037=Полу&жирный
00000038=Определяет, когда используется курсивный шрифт.
00000039=&Курсив
00000040=Определяет, когда используется подчёркнутый шрифт.
00000041=&Подчёркнутый
00000042=Определяет, когда используется зачеркнутый шрифт.
00000043=&Зачёркнутый
00000044=Определяет стиль свойств, которые могут быть определены на Холсте.
00000045=Заданный шрифт\nСтиль и цвета\nЦвета\nЦвет фона\n
00000046=Определяет вертикальное выравнивание текста.
00000047=Верх\nЦентр\nНиз\n
00000048=Определяет, когда используется атрибут "скрытый".
00000049=&Скрытый
00000050=Границы
00000051=Левая
00000052=Верхняя
00000053=Правая
00000054=Нижняя
00000055=Определяет цвет левой границы.
00000056=Определяет стиль левой границы.
00000057=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000058=Определяет цвет верхней границы.
00000059=Определяет стиль верхней границы.
00000060=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000061=Определяет цвет правой границы.
00000062=Определяет стиль правой границы.
00000063=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000064=Определяет цвет нижней границы.
00000065=Определяет стиль нижней границы.
00000066=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000067=Определяет, когда сплошная граница должна быть нарисована вокруг многострочного текста
00000068=&Общая граница
00000069=Определяет, когда используется атрибут "только для чтения".
00000070=То&лько для чтения
00000071=Определяет, как регистр текста будет изменен перед рендерингом.
00000072=Без изменений\nВерхний регистр\nНижний регистр\nПереключить регистр\nКаждое слово с заглавной буквы\n
00000073=Парсер
00000074=Переместить ниже
00000075=Отключить
00000076=Удалить всё
00000077=Удалить
00000078=Создать пункт
00000079=Переместить выше
00000080=Импорт
00000081=Правило обработки
00000082=Тип элемента
00000083=Стиль элемента
00000084=Родительский блок
00000085=Позиций в строке:
00000086=от
00000087=до
00000088=Недопустимый символ\nКомментарий\nИдентификатор\nСимвол\nСтрока\nЦелая константа\nКонстанта с плавающей точкой\nШестнадцатеричная константа\nСимвольная константа\nПрепроцессор\nПользовательский 1\nПользовательский 2\nПользовательский 3\nПользовательский 4\nПользовательский 5\nПользовательский 6\n
00000089=Прямой родитель
00000090=Не родитель
00000091=Всегда разрешено
00000094=Проверка состояния парсера
00000095=Присутствующий:
00000096=Отсутствующий:
00000097=Модификация состояния парсера
00000098=Назначить
00000099=Сброс:
00000100=Правила
00000101=Переместить ниже
00000102=Отключить
00000103=Удалить всё
00000104=Удалить
00000105=Создать пункт
00000106=Переместить выше
00000107=Импорт
00000108=Свойства
00000109=Индекс иден-ра
00000110=Сдвиг блока
00000111=Условие конца блока
00000112=Тип блока
00000113=Родительский блок
00000114=Инд. группы
00000115=Условие начала блока
00000116=Грам. правило
00000117=Смена типа элемента
00000118=Позиция конца строки
00000119=Требуется совпадение идент.
00000120=Относительно конца условия
00000121=Определитель тегов\nРазделитель строк\nНачало блока\nКонец блока\n
00000122=Прямой родитель
00000123=Не родитель
00000124=Отменить следующие правила
00000125=Всегда разрешено
00000126=Верх\nНиз\n
00000127=Проверка состояния парсера
00000128=Присутствующий:
00000129=Отсутствующий:
00000130=Модификация состояния парсера
00000131=Назначить
00000132=Сброс:
00000133=Текстовый блок
00000134=Имя форматируемой строки
00000135=Группа форматируемой строки
00000136=Иконка свернутого текста
00000137=Автоматически закрывающийся текст:
00000138=Закрывать блок в конце
00000139=Самозакрывающийся
00000140=Изначально закрытый
00000141=Отображать в дереве
00000142=Не сворачивать
00000143=Показывать скобку
00000144=Игнорировать как родителя
00000145=Отключить\nЗакрывать ближайший блок\nЗакрывать открытый блок\n
00000146=Подсветка
00000147=Стиль
00000148=Тип подсветки
00000149=Подсветка строк
00000150=Инверсия цвета в выделении
00000151=Динамическая подсветка
00000152=Позиция каретки
00000153=Любая позиция (всегда)\nГраница блоков\nГраница элементов\nВ блоке\nНачало границы элементов\nВне блока\n
00000154=Выделение минимального блока
00000155=Отключить\nТолько границы элементов\nЭлементы без границ\nВесь блок\n
00000156=Дерево синтаксиса
00000157=Пункт:
00000158=Группа:
00000159=Индекс значка
00000160=Стиль
00000161=Перо
00000162=Ширина
00000163=Цвет
00000164=Стиль
00000165=Пользов. перо
00000167=Сплошная\nТире\nТочка\nТире точка\nТире точка точка\nОчистить\nВнутр. рамка\n
00000168=Условия
00000169=Условия
00000170=Индекс
00000171=Условие
00000172=Игнорировать регистр
00000173=Равно\nНе равно\nМаска\nПропустить\nТочная маска\n
00000174=Panel6
00000175=Ключевые слова
00000176=Сублексеры
00000177=Переместить ниже
00000178=Отключить
00000179=Удалить всё
00000180=Удалить
00000181=Создать пункт
00000182=Переместить выше
00000183=Импорт
00000184=Условие начала
00000185=Условие конца
00000186=Стиль
00000187=Родительский блок
00000188=Сублексер
00000189=Прямой родитель
00000190=Не родитель
00000191=Начать в начале текста
00000192=Закончить в конце текста
00000193=Всегда разрешено
00000194=Включая граничный текст
00000195=Проверка состояния парсера
00000196=Присутствующий:
00000197=Отсутствующий:
00000198=Модификация состояния парсера
00000199=Назначить
00000200=Сброс:
00000201=Грамматика
00000202=Panel1
00000203=Компилировать
00000212=Примечания
00000214=&Применить
00000215=О&тмена
00000217=&ОК
00000224=По умолчанию
00000225=Помеченные блоки
00000226=Не известно\\r\nКомментарий\\r\nИдентификатор\\r\nСимвол\\r\nСтрока\\r\nЦелочисленная константа\\r\nКонстанта с плавающей запятой\\r\nШестнадцатеричная константа\\r\nСимвольная константа\\r\nПрепроцессор
00000227=Помеченные блоки
00000228=По умолчанию
00000229=По умолчанию
00000230=Помеченные блоки
00000231=Правило
00000232=Term
00000233=TermNoCase
00000234=Закомментировать
00000235=Символьная
00000236=Тип элемента
00000237=Rule def
00000238=Тек. правило
00000239=Комментарий 1
00000240=Закомментировать
00000241=Комментарий 2
00000242=Закомментировать
00000243=(?s)/\\*.*?(\\*/|\\Z)\n
00000244=Term
00000245=Term
00000246=TermNoCase
00000247=TermNoCase
00000248=Token rule
00000249=Тип элемента
00000250=Правило
00000251=Правило
00000252=\\w+\n
00000253=Равно
00000254=Символьная
00000255=Или
00000256=Символьная
00000257=Правило конца
00000258=Символьная
00000259=Повторить
00000260=Символьная
00000261=Подправило
00000262=Символьная
00000263=Rule def
00000264=Rule def
00000265=Правило начала
00000266=Тек. правило
00000267=Rule end
00000268=%s1 ...
00000269=Rule end
00000270=skip = <Comment> | \n       <preprocessor>\n\nroot = rule*;\n\nrule = <Rule> (<Equal> item+ branches*) <Stop>?;\n\nbranches = <Or> item+;\n\nitem =  <Rule> | \n        <Token rule ref.> | \n        <Term> | \n        <TermNoCase>;\n
00000271=Comment\nTerm\nTermNoCase\nRule\nEqual\nOr\nStop\nToken rule ref.\nSubRule\n
00000272=Помеченные блоки
00000273=По умолчанию
00000274=Подсветка для грамматического редактора
00000285=Комментарии
00000286=Комментарий до конца строки:
00000287=Комментарий для блока:
00000288=Комментарий для блока, для целых строк:
00000289=Стили комментариев (через зап.):
00000290=Стили строк:

[fmSRFiles]
00000001=Поиск/замена в файлах
00000002=&Искать текст:
00000003=За&менить на:
00000004=Искать в &папке:
00000005=&Маски файлов, разделённые пробелами:
00000006=Справка
00000007=Отмена
00000008=Опции поиска текста
00000009=&Регулярные выражения
00000010=&Учитывать регистр
00000011=&Слова целиком
00000012=Спе&циальные символы
00000013=&Заменить все
00000014=Со всеми п&одпапками
00000015=&Выбрать папку...
00000016=&Найти все
00000017=&Текущая папка
00000018=Опции поиска файлов
00000019=Пропускать &двоичные файлы
00000020=Пропускать файлы "только для &чтения"
00000021=Пропускать &скрытые файлы
00000022=Пропускать с&крытые папки
00000023=Список результатов
00000024=Выводить только имена файлов
00000025=Выводить во вкладку редактора
00000026=Текущи&й файл
00000027=Искать также в OEM (DOS)
00000028=Искать также в UTF-8
00000029=Искать также в UTF-16
00000030=Выбрать файл...
00000031=Дополнять список результатов
00000032=Сортировка:
00000033=Закрыть диалог по завершении
00000034=Кроме масок файлов и "папок\\":
00000035=Пресеты (F3)
00000036=Сохранить пресет...
00000037=Поля
00000038=кроме скрытых папок
00000039=кроме скрытых файлов
00000040=кроме файлов только-для-чтения
00000041=кроме двоичных файлов
00000042=также в UTF-16
00000043=также в UTF-8
00000044=также в OEM
00000045=спец. символы
00000046=рег. выр.
00000047=слова целиком
00000048=учёт регистра
00000049=с подпапками
00000050=искать в папке
00000051=маски исключения
00000052=маски включения
00000053=текст замены
00000054=текст поиска
00000055=сортировка
00000056=Поиск в файлах проекта

[fmProgress]
00000001=Поиск
00000002=Поиск файлов...
00000003=Отмена
00000006=Исключение двоичных файлов...
00000007=Операция над закладками...
00000008=Поиск текста...
00000009=Сортировка папок...

[CustomSyntDlg]
00000001=Настройки стилей
00000002=&Элементы:
00000003=&ОК
00000004=Отмена
00000005=&Фон
00000006=&Цвет шрифта
00000007=&Тип стиля
00000008=&Выравн. по вертикали
00000009=Изменение регистра
00000010=Задает цвет фона
00000011=&Выбрать шрифт...
00000012=Задает цвет шрифта
00000013=Задает какие св-ва стиля используются
00000014=Стиль шрифта
00000015=Задает стиль шрифта Полужирный
00000016=Полу&жирный
00000017=Задает стиль шрифта Курсив
00000018=&Курсив
00000019=Задает стиль шрифта Подчёркнутый
00000020=&Подчёркнутый
00000021=Задает стиль шрифта Зачёркнутый
00000022=&Зачёркнутый
00000023=Задает какие св-ва стиля применяются к канве
00000024=Заданный шрифт\nСтиль и цвета\nЦвета\nЦвет фона\n
00000025=Задает вертик. выравнивание текста
00000026=Верх\nЦентр\nНиз\n
00000027=Задает аттрибут Скрытый
00000028=&Скрытый
00000029=Границы
00000030=Левая
00000031=Верхняя
00000032=Правая
00000033=Нижняя
00000034=Задает цвет линии для левой границы
00000035=Задает стиль линии для левой границы
00000036=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000037=Задает цвет линии для верхней границы
00000038=Задает стиль линии для верхней границы
00000039=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000040=Задает цвет линии для правой границы
00000041=Задает стиль линии для правой границы
00000042=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000043=Задает цвет линии для нижней границы
00000044=Задает стиль линии для нижней границы
00000045=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000046=Задает рисование рамки вокруг многострочного региона
00000047=&Общая граница
00000048=Задает аттрибут Только-для-чтения
00000049=То&лько для чтения
00000050=Определяет, как регистр текста будет изменен перед рендерингом
00000051=Без изменений\nВерхний регистр\nНижний регистр\nПереключить регистр\nКаждое слово с заглавной\n
00000052=Default
00000053=Marked block
00000054=Unknown\nComment\nIdentifier\nSymbol\nString\nInteger const\nFloat const\nHex const\nChar const\nPreprocessor\n
00000055=Marked block
00000056=Default

[fmLoadLex]
00000001=Восстановить стили лексеров
00000002=Используя этот диалог, вы можете восстановить ваши стили лексеров, перезаписанные установкой SynWrite поверх существующей. Стили, при вашем их изменении, автоматически копируются в файл SynStyles.ini. Вызвав этот диалог после переустановки SynWrite, вы легко можете восстановить стили (сохранённые в SynStyles.ini) обратно в файл библиотеки лексеров.
00000003=Выберите лексеры, для которых восстановятся стили
00000004=Выделить все
00000005=Развыделить все
00000006=Удалить выбранные
00000007=ОК
00000008=Отмена

[fmMacroEdit]
00000001=Настройка макросов
00000002=Макросы
00000007=Команды
00000008=Номер
00000009=Данные
00000010=Описание
00000011=ОК
00000012=Отмена
00000049=Клавиша
00000050=Очистить
00000051=Назначить
00000061=Запуск макроса
00000064=Запустить указанное число раз:
00000065=Запустить до конца файла
00000070=Переименовать
00000071=Удалить
00000072=Добавить
00000073=Изменить
00000074=Удалить
00000075=Вставить
00000076=Очистить
00000077=Запустить
00000078=Экспорт...
00000079=Импорт...

[fmGoto]
00000001=Перейти
00000003=ОК
00000004=Отмена
00000006=&Расширить выделение
00000013=Строка:
00000014=Колонка:
00000015=Закладки
00000016=К нумерованной закладке:
00000017=К предыдущей закладке
00000018=К следующей закладке
00000019=Ctrl+G

[fmSRTree]
00000001=Поиск в дереве/списке
00000002=Искать текст:
00000003=Опции
00000004=Регулярные выражения
00000005=С учётом регистра
00000006=Слова целиком
00000007=Направление
00000010=Диапазон
00000011=Искать от курсора
00000012=Найти
00000013=Отмена
00000014=Поиск назад

[fmSetupOvr]
00000001=Переопределение опций для лексеров
00000002=Лексеры:
00000010=Переопределить для выбранного лексера
00000017=Символы слов:
00000018=Дополнительные символы, которые будут считаться частью слов,\nдля таких операций, как двойной щелчок на слове и т.п.
00000021=Автокоррекция регистра имен
00000023=Пробелы\nТабуляции\nУмныйТаб\n
00000024=Выкл.\nВкл., по краю окна\nВкл., по правой границе
00000026=Выкл.\nВкл.
00000027=Позиции табуляторов
00000028=Режим табуляций
00000029=Режим переноса слов
00000032=Сдвиг блоков (<0: в табах)
00000033=Позиция правой границы
00000034=Межстрочный интервал
00000035=Цвет вкладки
00000036=Подчерк цвет-кодов HTML
00000037=После ... символов показать список авто-завершения (0: нет)
00000038=Удалять хвостовые пробелы

[fmToolOutput]
00000001=Строки вывода
00000002=ОК
00000003=Отмена
00000004=Регулярное выражение:
00000005=Имя файла:
00000006=Номера подвыражений:
00000007=Строка:
00000008=Колонка:
00000009=Строка вывода для проверки:
00000010=Проверить
00000013=Удалять HTML-теги из вывода
00000014=Сохранить пресет...
00000015=Выбрать пресет...

[fmProj]
00000002=Проекты SynWrite|*.synw-proj
00000004=Проекты SynWrite|*.synw-proj
00000005=Открыть проект
00000006=Сохранить текущий проект
00000007=Добавить виртуальную папку в проект
00000008=Добавить содержимое реальной папки в проект
00000009=Добавить файл(ы) в проект
00000010=Переименовать текущий файл/папку проекта
00000011=Удалить выделенные элементы из проекта
00000012=Открыть выделенные элементы в редакторе
00000013=Изменить свойства проекта
00000014=Развернуть
00000015=Свернуть
00000016=Открыть проект...
00000017=Сохранить проект
00000018=Сохранить проект как...
00000019=Закрыть проект
00000020=Показать свойства проекта...
00000021=Добавить
00000022=Файлы...
00000023=Папку...
00000024=Виртуальную папку...
00000025=Текущий файл
00000026=Все открытые файлы
00000027=Переименовать
00000028=Удалить
00000029=Открыть выделенные файлы
00000030=Сделать главным файлом
00000031=Сортировать
00000032=По расширению
00000033=По имени
00000034=По размеру, по убыванию
00000035=По дате, по убыванию
00000036=По размеру
00000037=По дате
00000038=Показать свойства файла...
00000039=Очистить список
00000040=Перейти к файлу проекта...
00000041=Показать/скрыть пути файлов
00000042=По полному пути
00000043=Показать/скрыть предпросмотр
00000044=Свойства проекта...
00000045=Инструменты проекта...
00000046=Обновить (добавить упущенные файлы)

[fmProjAddDir]
00000001=Добавить в проект содержимое папки
00000002=ОК
00000003=Отмена
00000004=Включить расширения файлов, через запятую:
00000005=Исключить расширения файлов, через запятую:
00000006=Путь папки:
00000007=Исключить все двоичные файлы
00000008=Добавлять с подпапками

[fmProjProps]
00000001=Свойства проекта
00000002=ОК
00000003=Отмена
00000004=Общие
00000005=Рабочая папка:
00000006=Главный файл:
00000007=Новый документ:
00000008=Кодировка
00000009=Окончания строк
00000010=Лексер
00000012=Обзор...
00000013=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, без BOM\nUTF-16\nUTF-16 BE\n
00000014=Windows (CR LF)\nUnix (LF)\nMac (CR)\n
00000015=Пути поиска
00000016=Эти папки будут просмотрены в дополнение к папкам, указанным в основном диалоге опций.
00000017=Добавить папку...
00000018=Сортировка файлов:
00000019=Не сортировать\nПо имени\nПо расширению\nПо дате\nПо размеру\nПо дате, по убыванию\nПо размеру, по убыванию\nПо полному пути
00000020=Переменные
00000021=Введите строки в виде "Имя=значение". Эти строки определят переменные, которые можно будет использовать в параметрах внешних инстументов как "{Имя}".
00000022=Справка

[fmNumConv]
00000001=Числовой конвертер
00000002=Неверная строка
00000003=&Десятичное:
00000004=&Шестнадц.:
00000005=Д&воичное:
00000006=&Восьмеричное:
00000007=&ASCII:
00000008=Копировать
00000009=Вставить
00000010=Закрыть
00000011=Копировать
00000012=Вставить
00000013=Вставить
00000014=Копировать
00000015=Вставить
00000016=Копировать
00000017=Вставить
00000018=Копировать

[fmFillBlock]
00000001=Заполнить блок строкой
00000002=ОК
00000003=Отмена
00000004=Строка:
00000005=Сохранить ширину блока (снимите отметку для выполнения команды "Править вертикальный блок")

[fmSort]
00000001=Сортировка строк
00000002=ОК
00000003=Отмена
00000004=Опции сортировки
00000005=По возрастанию
00000006=По убыванию
00000007=С учётом регистра
00000008=Удалить дубликаты
00000009=Сортировка по колонке
00000010=Начинать со столбца:
00000011=Заканчивать столбцом:
00000012=Тип сортировки
00000014=Числовая

[fmToolbarIcon]
00000001=Значок
00000003=Прочитать EXE/DLL/ICL/ICO-файл
00000004=Прочитать PNG-файл
00000005=Обзор...
00000006=shell32.dll
00000007=ОК
00000008=Отмена
00000009=Сослаться на PNG-файл

[fmToolbarProp]
00000001=Свойства панели инструментов
00000002=ОК
00000003=Отмена
00000004=Кнопки
00000005=Список кнопок:
00000006=Подсказка:
00000007=Команда:
00000008=Значок:
00000009=Выбрать значок...
00000010=Выбрать команду...
00000011=Добавить
00000012=Удалить
00000013=Разделитель
00000014=Свойства
00000016=Размер значков:
00000017=10x10
00000018=Изменить размер значков...
00000019=Выбрать внешний инструмент...
00000020=Выбрать подменю...
00000021=Создать файл
00000022=Последние файлы
00000023=Последние цвета
00000024=Последние сессии
00000025=Кодировка - конвертировать
00000026=Кодировка - изменить
00000028=Непечатаемые символы
00000029=Свернуть уровень
00000030=Сворачивание
00000031=Добавьте символ * для показа и значка, и подписи.
00000033=Последние проекты
00000034=Выбрать плагин...
00000036=Командные плагины
00000037=Убрать значок
00000038=Инструменты проекта
00000039=Изменение регистра
00000040=Каретки
00000041=Пробельные операции
00000044=Менеджер аддонов

[fmToolbarSize]
00000001=Размер значков
00000002=x
00000003=16x16
00000004=32x32
00000005=Другой:
00000006=ОК
00000007=Отмена

[fmHideItems]
00000001=Спрятать пункты меню
00000002=Диалог позволяет спрятать пункты стандартных меню и тулбаров, используя файл SynHide.ini. Отметьте пункты, которые хотите спрятать. Эти настройки применяются после перезапуска программы.
00000003=ОК
00000004=Отмена
00000005=Разотметить все

[fmSnippetEditor]
00000001=Фрагмент
00000002=Название:
00000003=Псевдоним для Таб (опционально, без пробелов):
00000004=Текст:
00000005=Лексеры (опционально, через запятую):
00000006=ОК
00000007=Отмена

[fmSaveTabs]
00000001=Сохранить вкладки?
00000002=&Сохранить
00000003=&Не сохранять
00000004=Отмена

[fmPreview]
00000001=Предпросмотр печати
00000041=Число просматриваемых страниц
00000042=1 страница\n2 страницы\n4 страницы
00000043=Текущая страница
00000044=Всего страниц
00000048=На первую страницу
00000049=На предыдущую страницу
00000050=На следующую страницу
00000051=На последнюю страницу
00000053=Диалог "Настройки страницы"
00000054=Напечатать документ
00000055=Закрыть этот диалог
00000056=Напечатать весь текст
00000057=Print all text|Print all text
00000058=Изменить масштаб

[fmPrintSetup]
00000001=Настройки страницы
00000002=ОК
00000003=Отмена
00000004=Колонтитулы
00000005=Одна табуляция для центрирования, две для выравнивания вправо
00000006=Шрифты
00000007=Верхний колонтитул
00000008=Нижний колонтитул
00000009=Номера строк
00000010=Опции
00000011=Ориентация:
00000012=Цвета:
00000013=Номера строк:
00000014=Книжная\nАльбомная\n
00000015=Все цвета\nОттенки серого\nЧёрный и белый\n
00000016=Нет\nСлева \nСправа\nСлева на нечётных страницах\nСправа на нечётных страницах
00000017=Подсветка диапазонов
00000018=Прозрачность
00000019=Подсветка строк
00000020=Печатать скобки блоков
00000021=Прятать свёрнутое
00000022=Перенос слов
00000023=Печатать только выделение
00000024=Поля
00000025=Единицы:
00000030=мм\nсм\nдюймы\n0.001 дюйма
00000031=Доступны переменные, вызовите список по Ctrl+Space
00000032=Текст

[fmMacroCmd]
00000001=Выбор макро-команды
00000002=Команда:
00000003=Данные:
00000004=Номер
00000005=Описание
00000006=ОК
00000007=Отмена

[fmLexerImportRules]
00000001=Импорт правил/стилей
00000002=Лексеры:
00000003=Отметьте элементы для импорта:
00000004=ОК
00000005=Отмена

[fmPalette]
00000001=Цвета
00000002=Отмена
00000003=Сброс

[fmHotkeys]
00000002=OK
00000003=Отмена
00000004=Очистить
00000005=Добавить
00000006=Очистить
00000007=Добавить
00000008=Нажмите клавиши...
00000009=Для текущего лексера

[$CONSTANTS]
Bk=Закладка %d
BkUn=Закладка (ненумерованная)
cap_Bk=Закладки
cap_Clip=Буфер
cap_Clips=Клипы
cap_Con=Консоль
cap_FRes=Результаты поиска
cap_Hotkey=Клавиши
cap_Minimap=Миникарта
cap_Out=Вывод
cap_Proj=Проект
cap_Tabs=Вкладки
cap_Tree=Дерево
cap_Valid=Валидация
cmdIDir=Выберите для внешнего инстумента папку
cmdIFile=Выберите для внешнего инстумента файл
cmdInt=Параметр для внешнего инстумента:
cpBOM=Файл "%s" содержит так называемую BOM-сигнатуру.\nНельзя перечитать его в другой кодировке.\n\nВы все еще можете изменить текущую кодировку командой\n"Кодировка -- Конвертировать в кодировку".
cpLn=,Central European=центральноевропейские,Western European=западноевропейские,Baltic=балтийские,Cyrillic=кириллические,Greek=греческие,Indian=индийские,Arabic=арабские,Hebrew=иврит,Turkey=турецкие,Chinese Simplified=упрощенный китайский,Chinese Traditional=традиционный китайский,Korean=корейские,Japanese=японские,Thai=тайские,Vietnamese=вьетнамские,
cpN=Номер кодировки: %d
cpUnicode=Юникод
cpUTF8no=UTF-8, без BOM
filAll=Все файлы
filApp=Приложения
filChm=Файлы справки HTML Help
filHlp=Файлы справки WinHelp
find_all=Весь текст
find_cmt=Комментарии
find_cmtstr=Комментарии/строки
find_no_cmt=Не комментарии
find_no_cmtstr=Не комментарии/строки
find_str=Строки
fn=Поиск
fnMul=Для этой операции надо открыть несколько вкладок
fnR=Замена
fn_f=(в %d файлах)
Found=Найдено %d совпадения(ий)
macItem=Запустить макрос %s
macRep=Запустить повторно макрос
MAllLexers=(Для всех лексеров)
MAtt=Не удалось записать файл "%s"
MBig=Файл "%s" слишком большой.
MBk=Вы хотите удалить все закладки?
MBusyIco=Сигнал занятости программы:\nкрасный - записывается макрос,\nсиний - идет проверка орфографии
MButtonCancel=Отмена
MButtonOk=ОК
MCfmTb=Вы действительно хотите сделать замену во всех вкладках?
MColorBad=Цветовой код некорректен:
MColorOk=Цвет "%s" показан во всплывающей подсказке
MCre=Файл не найден:\n%s\n\nСоздать его?
mdel=Вы действительно хотите закрыть и удалить этот файл?
MDelC=Вы действительно хотите удалить этот шаблон кода?
mdeln=Не удалось переименовать/удалить файл "%s"
MDelSt=Вы действительно хотите удалить выбранные пункты из списка сохранённых?
MDLex=Вы действительно хотите удалить этот лексер?
MEmp=Найдены вкладки без имени. Продолжить?
MErBk=Закладка %d не установлена
MLn=Номер строки должен быть от 1 до %d
MLnApply=Изменение языка вступит в силу после закрытия диалога опций по ОК.
MNCap=Также укажите название для инстумента "%s"
MNCmt=Для лексера "%s" не заданы символы потокового комментария.\nСм. файл "Lexers.cfg" в папке SynWrite.
MNCreate=Не удалось создать файл:
MNFound=Файл не найден:
MNFound2=Строка не найдена: "%s"
MNFoundFold=Папка не найдена
MNFoundNoFiles=Не найдено файлов
MNFoundNoLines=Не найдено вхождений
MNLex=Лексер с именем "%s" не найден
MNSel=Перед вызовом справки выделите нужную строку или поставьте курсор на нужное слово
MNSel2=Текст не выделен
MNText=Файл "%s" - нетекстовый.\nВсё равно открыть?
MoreB=Ещё кнопки
MOver=Файл "%s" имеет атрибут "только для чтения".\nПерезаписать его?
MPre=Просмотр
MPreButton=Открыть в редакторе
MPreviewZoomWhole=Вся страница
MPreviewZoomWidth=По ширине
MRelInf=Файл "%s" был изменён вне редактора. Вы хотите перечитать его с диска?
MRelInfAll=Для всех следующих изменений
MRelMod=Файл "%s" изменён в редакторе.\nВы хотите перечитать его?
MRelN=Файл "%s" был удален.\nПеречитать невозможно.
MRelTitle=Перечитать файл?
MRepAllNext=Для всех следующих
MRepMatch=Заменить это вхождение?
MRtMargin=Правая граница переноса текста:
MRun=Не удалось запустить команду:\n%s
MRun0=Команда "%s" не вернула вывода
MSave=Файл "%s" был изменен.\n\nСохранить изменения?
MSavLex=Сохранить изменения в библиотеке лексеров?
MSel=Код символа: %d (шестн. %2.2x)
MSessSav=Сохранить текущую сессию "%s"?
newFnLatin=New
None=(Нет)
None2=(нет команды)
NSaved=Перед запуском инструмента файл надо сохранить
opf=Открыть "%s"
OpNew=Просмотр папки шаблонов
O_fn=Не удалось разобрать строку:\nнет имени файла
O_fne=Не удалось перейти к строке:\nне найден файл "%s"
O_fnode=Поиск "%s" в папке "%s"
O_fnode_r=Замена "%s" на "%s" в папке "%s"
O_ftabs=Поиск "%s" во вкладках
O_intr=прервано
O_l=Не удалось разобрать строку:\nнет номера строки
O_m=(вхождений: %d)
O_nores=нет результатов
O_ok=Строка разобрана:\n\nимя файла: "%s"\nномер строки: %d\nномер колонки: %d
O_stat=%d вхождения(ий) в %d файле(ах)
re_0or=ноль или более вхождений предыдущего блока
re_0or1=ноль или одно вхождение предыдущего блока
re_1or=одно или более вхождений предыдущего блока
re_as_neg_a=отрицательное утверждение, заглядывающее вперёд
re_as_neg_b=отрицательное утверждение, заглядывающее назад
re_as_pos_a=положительное утверждение, заглядывающее вперёд
re_as_pos_b=положительное утверждение, заглядывающее назад
re_b=граница слова
re_D=цифра 0..9
re_Diap=поиск a,b и 0..9
re_dot=любой символ, кроме перевода строки
re_end=конец строки
re_group=содержимое подвыражения с заданным номером
re_hex=символ с указанным 16-ричным кодом
re_n=перевод строки (\\x0A)
re_nb=не граница слова
re_ND=не цифра
re_NDiap=всё, кроме a,b и 0..9
re_NS=непробельный символ
re_ntim=повторение предыдущего блока 'n' раз
re_ntim2=повторение предыдущего блока от 'n' до 'm' раз
re_NW=не алфавитно-цифровой символ
re_r=возврат каретки (\\x0D)
re_S=пробельный символ
re_slash=обратный слеш
re_st=начало строки
re_sub=подвыражение
re_s_mod=опция: "." находит также переводы строк
re_t=табуляция (\\x09)
re_text_a=начало текста
re_text_z=конец текста
re_W=алфавитно-цифровой символ
re_z=перевод строки, любой вариант (\\x0D, \\x0A, \\x0D\\x0A)
RO=[Только чтение]
shNN=Не удалось изменить значение в реестре.\nПопробуйте запустить редактор от имени Администратора.
Split_Cancel=Отменить разделение вкладки
Split_Ed=--- Разделитель вкладки ---
Split_h=Разделить горизонтально
Split_v=Разделить вертикально
Split_Vw=--- Разделитель видов ---
statusmsg_macro=Запись макроса
statusmsg_spell=Правописание
stat_carets=ЧислоКареток
stat_carets_btm=НижняяСтрокаКареток
stat_carets_top=ВерхняяСтрокаКареток
stat_col=Колонка
stat_fdate=ДатаФайла
stat_fsize=РазмерФайла
stat_line=Строка
stat_selchars=ВыделеноСимволов
stat_selcols=ВыделеноКолонок
stat_sellines=ВыделеноСтрок
stat_tchars=ВсегоСимволов
stat_tlines=ВсегоСтрок
Sync=Создать область связанного редактирования
SynR=Удалить область связанного редактирования
Tab=Вкладка
typed=текст
unnamed=Новый
vert=Эта команда работает только с вертикальными блоками
zClipEnter=Текстовый фрагмент:
zClipFile=Имя файла (без расширения):
zDefault=(По умолчанию)
zDelLn=Удалено строк: %d
zDoneLn=Изменено строк: %d
zKey1=Нажатие 1
zKey2=Нажатие 2
zKeyCmd=Команда
zKeyNotUsed=Нажатие не используется
zKeyOvr=Вы хотите переопределить данное нажатие?
zKeyUsed=Нажатие уже используется:
zMAddMask=Вы хотите добавить выбранное имя к полю "Маски файлов"?
zMCannotSaveIni=Не удалось записать ini-файл(ы)
zMCantSave=Не удалось сохранить файл:\n%s\n\nВозможно, нет места на диске.\nПопробуйте сохранить файл на другой диск.
zMCaretsOffSnipsEr=Мульти-каретки выключены, потому многие сниппеты отработают неправильно
zMCfmMassReplace=Вы уверены в том, что хотите сделать замену:\nв папке: "%s"\nв файлах: %s\n?
zMCfmOpenFolder=Папка "%s" содержит много файлов (%d).\n\nВы действительно хотите открыть их все?
zMCfmSessionLoad=Сессия "%s" сорержит много файлов (%d).\nВы действительно хотите открыть её?
zMCfmSessionSave=Сессия "%s" сорержит много файлов (%d).\nВы действительно хотите сохранить её?
zMCloseDlgAnyway=Всё равно закрыть диалог?
zMCmdList=Команды
zMCmdListFuzzy=Нечёткий поиск [F4]
zMDelMany=Вы хотите удалить %d файл(а,ов) из проекта?
zMEditSnip=Править [F5]
zMEnterSep=Введите подстроку-разделитель:
zMFavAdded=Добавлено в избранное: %s
zMFindIdNone=Нет плагинов поиска имен (goto-definition)
zMFindWait=Идёт поиск...
zMFtpOp=Эта команда "отсоединит" файл от FTP-плагина.\nВы хотите продолжить?
zMHelp=Справка
zMHintEdit=Редактировать
zMHintFuzzy=Нечётко
zMHintHelp=Справка
zMHintHotkey=Клавиши
zMIcoBadDll=Нет значков в файле "%s"
zMIcoBadsize=Неверный размер (%dx%d) значка "%s"
zMIcoCantsave=Не удалось сохранить значок как png
zMInputCharCode=Код символа: hex (2-4 цифры) или .десятичный:
zMInputUnicodeHex=Символ "%s", для hex-кода "%s", вставлен
zMInstallCantUnpack=Не удалось распаковать архив
zMInstallDesc=Описание
zMInstallLexerOk=Установлен один или более лексеров
zMInstallName=Название
zMInstallNoInf=В архиве не найден inf-файл
zMInstallOk=Установлено в папку "%s".\nПрограмма будет перезапущена для применения изменений.
zMInstallThis=Данный архив содержит:
zMInstallType=Тип
zMInstallVer=Версия
zMInstallYesNo=Вы хотите установить этот аддон?
zMInvalidNumber=Некорректное число
zMKeyIsBusy=Нажатие уже занято:
zMLexerLib=Библиотека лексеров
zMLexerLinkBroken=битая ссылка на лексер
zMLexerLinks=ссылки
zMLine=Строка %d
zMMacroLooped=Макрос, видимо, зациклился. Остановлен.
zMMacroName=Название макроса:
zMNoBookmk=Не найдено портабельных закладок
zMNoMacro=Не удалось запустить инструмент:\nв текущем состоянии макрос %s не определён.
zMNoneLexer=Эта команда только для лексеров "%s"
zMOpenFiles=Вы хотите открыть сразу %d файла(ов) из проекта?
zMOp_Editor=Редактор
zMOp_Files=Файлы/Папки
zMOp_Intf=Интерфейс
zMPresetExe=Имя файла инструмента (без расширения):
zMPresetName=Название инструмента:
zMProjectDir=<проект>
zMProjEmpty=Проект или не открыт, или пуст
zMProjList=Список файлов проекта
zMProjNotAdded=В проект не было добавлено файлов
zMProjUpdate=Добавлено файлов в проект: %d
zMRegexInvalid=Неверное рег.выражение:
zMRename=Новое имя файла:
zMRenameErr=Не удалось переименовать:
zMResFound=Найдено следующее вхождение
zMResFoundNo=Не найдено следующего вхождения
zMResRepNoFoundNo=Не было сделано замены, не найдено следующего вхождения
zMResRepNoFoundYes=Не было сделано замены, найдено следующее вхождение
zMResRepYesFoundNo=Сделана замена, не найдено следующего вхождения
zMResRepYesFoundYes=Сделана замена,  найдено следующее вхождение
zMSaveProj=Проект "%s" был изменён.\n\nСохранить изменения?
zMSelMulLine=Эта команда требует многострочного выделения
zMSnippetList=Фрагменты
zMSortProj=В проект добавлено более %d файлов/папок, их сортировка будет медленной.\n\nОтсортировать добавленные папки?
zMSpell=--- Проверка орфографии ---
zMSpellDone=Проверка орфографии завершена
zMTryAcp=Вызов плагина:
zMUniNeed=Текст содержит символы Юникода.\nНе хотите сохранить файл в формате "%s"?
zMZoomPrompt=Значение масштаба в процентах:
zNewFolder=Новая папка
zNewFolderName=Введите имя папки:
Zoom=Масштаб: %d%%
ztagExpand=Тег расширен
ztagExpandAndMove=Тег расширен и выделение изменено
ztagMovedOut=Перемещение из тега
ztagMovedSelection=Изменение выделения в теге
ztagTagUnknown=Тег не расширен:
zzc_Auto_complete_BG=Автозавершение - фон
zzc_Auto_complete_hint=Автозавершение - описание
zzc_Auto_complete_hint_2=Автозавершение - описание 2
zzc_Auto_complete_prefix=Автозавершение - префикс
zzc_Auto_complete_text=Автозавершение - текст
zzc_Bookmark_BG=Закладка - фон
zzc_Carets_gutter_BG=Каретки - индикатор на желобке - фон
zzc_Collapse_line=Свёрнутый блок - горизонтальная линия
zzc_Collapse_mark=Свёрнутый блок - маркер - текст
zzc_Collapse_mark_BG=Свёрнутый блок - маркер - фон
zzc_Current_line_BG=Текущая строка - фон
zzc_Current_line_text=Текущая строка - текст
zzc_Folding_bar_BG=Полоса свёртки - фон
zzc_Folding_lines=Полоса свёртки - линии
zzc_Ftp_log_error=FTP log - ошибка
zzc_Ftp_log_notif=FTP log - сообщение
zzc_Ftp_log_server=FTP log - ответ сервера
zzc_Hints_BG=Всплывающие подсказки - фон
zzc_Hints_text=Всплывающие подсказки - текст
zzc_Indentation_staples=Скобки отступов
zzc_Line_numbers_BG=Номера строк - фон
zzc_Line_numbers_text=Номера строк - текст
zzc_Line_state_def=Состояние строки - незаданная
zzc_Line_state_modified=Состояние строки - изменённая
zzc_Line_state_new=Состояние строки - новая
zzc_Line_state_saved=Состояние строки - сохранённая
zzc_Line_state_unchanged=Состояние строки - неизменённая
zzc_Links_highlighting=Интернет-ссылки
zzc_Micromap_BG=Микро-карта - фон
zzc_Micromap_marks_BG=Микро-карта - пометки поиска
zzc_Micromap_misspel=Микро-карта - пометки орфографии
zzc_Minimap_sel_BG=Мини-карта - фон выделения
zzc_Non_printable_BG=Непечатаемые символы - фон
zzc_Non_printable_chars=Непечатаемые символы - текст
zzc_Output_panel_active_selected_text=Панель вывода - акт. стр. - выделение
zzc_Output_panel_active_text=Панель вывода - активная строка
zzc_Output_panel_BG=Панель вывода - фон
zzc_Output_panel_highlight_mask=Панель вывода - подсветка - фон
zzc_Output_panel_selection_BG=Панель вывода - выделение - фон
zzc_Output_panel_selection_text=Панель вывода - выделение - текст
zzc_Output_panel_text=Панель вывода - текст
zzc_Right_margin=Линия правой границы
zzc_Ruler_BG=Линейка - фон
zzc_Ruler_text=Линейка - текст
zzc_Search_marks_BG=Пометки поиска - фон
zzc_Search_marks_text=Пометки поиска - текст
zzc_Selection_BG=Выделение - фон
zzc_Selection_text=Выделение - текст
zzc_Slave_splitter=Разделитель подчинённого редактора
zzc_SyncEdit_BG=SyncEditing - область связной правки
zzc_Tab_BG_active=Вкладка - фон - активная
zzc_Tab_BG_active_oth=Вкладка - фон - активная, другие группы
zzc_Tab_BG_passive=Вкладка - фон - пассивная
zzc_Tab_BG_passive_over=Вкладка - фон - пассивная, под курсором
zzc_Tab_border_active=Вкладка - рамка - активная
zzc_Tab_border_passive=Вкладка - рамка - пассивная
zzc_Tab_caption=Вкладка - текст
zzc_Tab_caption_modified=Вкладка - текст - изменённая
zzc_Text=Текст
zzc_Text_BG=Текст - фон
zzc_Tree_BG=Дерево синтаксиса - фон
zzc_Tree_text=Дерево синтаксиса - текст
zzc_Views_splitter=Разделитель видов
zzsort_0=Не сортировать
zzsort_date=По дате
zzsort_date2=По дате, по убыв.
zztyp_ignore=Игнорировать
zztyp_insLnStart=Вставить в начале текущей строки
zztyp_repDoc=Заменить текущий документ
zztyp_repSel=Заменить текущее выделение
zztyp_repSelOrDoc=Заменить выделение или документ
zztyp_repWord=Заменить текущее слово
zztyp_toClip=Копировать в буфер
zztyp_toNewDoc=Копировать в новый документ
zztyp_toPanel=Отобразить в панели вывода
